[{"name":"flybase","info":"FlyBase is an online bioinformatics database and the primary repository of genetic and molecular data for the insect family Drosophilidae.For the most extensively studied species and model organism, Drosophila melanogaster, a wide range of data are presented in different formats.","url":"http://flybase.org/"},
{"name":"ncbi","info":"The NCBI houses a series of databases relevant to biotechnology and biomedicine and is an important resource for bioinformatics tools and services. Major databases include GenBank for DNA sequences and PubMed, a bibliographic database for biomedical literature. Other databases include the NCBI Epigenomics database. All these databases are available online through the Entrez search engine.","url":"https://www.ncbi.nlm.nih.gov/"},
{"name":"lepbase","info":"Lepbase is the Lepidopteran genome database, providing an ensembl genome browser, a blast server, a download server and more as a set of resources for moth and butterfly genome research. Follow the links below to go directly to our main tools and resources.","url":"http://lepbase.org/"},
{"name":"GigaDB","info":"GigaDB (GigaScience DataBase) is a disciplinary repository launched in 2011 with the aim of ensuring long-term access to massive multidimensional datasets from life science and biomedical science studies. The datasets are diverse and include genomic, transcriptomic, and imaging data. The datasets are curated by GigaDB biocurators who are employed by BGI and China National GeneBank.","url":"http://www.gigabase.com/"},
{"name":"VectorBase","info":"VectorBase is one of the five Bioinformatics Resource Centers (BRC) funded by the National Institute of Allergy and Infectious Diseases (NIAID), a component of the National Institutes of Health (NIH), which is an agency of the United States Department of Health and Human Services. VectorBase is focused on invertebrate vectors of human pathogens working with the sequencing centers and the research community to curate vector genomes (mainly genome annotation).","url":"https://vectorbase.org/vectorbase/app"},
{"name":"BIPAA","info":"BioInformatics Platform for Agroecosystem Arthropods","url":"https://bipaa.genouest.org/is/"},
{"name":"i5k","info":"The i5k initiative has a broad and inclusive mandate. We provide guidelines for genome projects, hold webinars, and maintain an up-to-date list of sequenced arthropod genomes.","url":"http://i5k.github.io/"},
{"name":"InsectBase","info":"InsectBase intends to provide a comprehensive platform for researchers who have interests in analyzing insect genes. The database contains more than 12 millions of sequences, encompassing the genomes of 138 insects, transcriptomes of 116 insects, gene sets of 61 insects, 36 gene families of 60 insects, 7,544 miRNAs of 69 insects, 96,925 piRNAs from two insects, 22,536 pathways of 78 insects, 679,881 untranslated regions (UTR) of 84 insects and 160,905 coding sequences (CDS) of 74 insects.","url":"http://www.insect-genome.com/"},
{"name":"NGDC","info":"The United States National Geophysical Data Center (NGDC) provided scientific stewardship, products and services for geophysical data describing the solid earth, marine, and solar-terrestrial environment, as well as earth observations from space. In 2015, NGDC was merged with the National Climatic Data Center and the National Oceanographic Data Center into the National Centers for Environmental Information (NCEI).","url":"https://bigd.big.ac.cn/"},
{"name":"DDBJ","info":"The DNA Data Bank of Japan (DDBJ) is a biological database that collects DNA sequences.It is located at the National Institute of Genetics (NIG) in the Shizuoka prefecture of Japan. It is also a member of the International Nucleotide Sequence Database Collaboration or INSDC. It exchanges its data with European Molecular Biology Laboratory at the European Bioinformatics Institute and with GenBank at the National Center for Biotechnology Information on a daily basis. Thus these three databanks contain the same data at any given time.","url":"https://www.ddbj.nig.ac.jp/index-e.html"},
{"name":"SilkDB","info":"a knowledgebase for silkworm biology and genomics","url":"https://silkdb.bioinfotoolkits.net/main/species-info/-1"},
{"name":"FireflyBase","info":"FIREFLYBASE is a start-up, which makes peoples life easier through IoT products and services.","url":"http://www.fireflybase.org/"},
{"name":"DNA Zoo","info":"The DNA Zoo is a consortium focused on facilitating conservation efforts through the rapid generation and release of high-quality genomics resources. ","url":"https://www.dnazoo.org/post/welcome"},
{"name":"DRYAD","info":"The Dryad Digital Repository is a curated resource that makes research data discoverable, freely reusable, and citable. Dryad provides a general-purpose home for a wide diversity of data types.","url":"https://datadryad.org/stash"},
{"name":"LocustBase","info":"Locusts are one of the world's most destructive agricultural pests and represent a useful model system in entomology. Here we present a draft 6.5 Gb genome sequence of Locusta migratoria, which is the largest animal genome sequenced so far.","url":"http://locustmine.org"},
{"name":"BeetleBase","info":"BeetleBase is a community resource for curated and integrated data on Tribolium genetics, genomics and developmental biology.","url":"http://beetlebase.com/"},
{"name":"KAIKObase","info":"KAIKObase is a silkworm genome database since 2009.","url":"https://kaikobase.dna.affrc.go.jp/"},
{"name":"KONAGAbase","info":"a genomic and transcriptomic database for the diamondback moth, Plutella xylostella","url":"http://dbm.dna.affrc.go.jp/px/"},
{"name":"MonarchBase","info":"MonarchBase is an integrated database for the eastern North American monarch butterfly (Danaus plexippus). The database provides access to a wide-range of genomic, proteomic, and related biological information. ","url":"http://monarchbase.umassmed.edu/"},
{"name":"AphidBase","info":"AphidBase is a reference information system providing genomic resources for the study of aphids. It hosts several reference aphid genomes, including the first aphid genome that was sequenced: Acyrthosiphon pisum.","url":"https://bipaa.genouest.org/is/aphidbase/"},
{"name":"BeeBase","info":"BeeBase is a comprehensive sequence data source for the bee research community. It currently hosts the genomes of Apis mellifera and three of its pathogens, as well as Bombus terrestris and B. impatiens; the genomes of two additional species, Apis dorsata and A. florea are currently under analysis and will soon be incorporated. BeeBase is built on assemblies Amel_4.5 of the A. mellifera genome, Bter_1.0 of the B. terrestris genome and Bimp_2.0 of the B. impatiens genome.","url":"https://hymenoptera.elsiklab.missouri.edu/beebase"},
{"name":"Hymenoptera Genome Database","info":"The Hymenoptera Genome Database is a genome informatics resource that supports the research of insects of the order Hymenoptera (e.g. bees, wasps, ants). HGD provides tools for data mining (HymenopteraMine), sequence searching (BLAST), genome browsing (JBrowse), genome annotation (Apollo) and data download. ","url":"https://hymenoptera.elsiklab.missouri.edu/"}]